Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Афган1.tmx
Source language: ba
Languages: ru

source: Афған һуғышы (1979—1989) — Афғанстан Демократик Республикаһы (1978 йылдан Афғанстан Республикаһы) территорияһындағы бер яҡтан Афғанстан хөкүмәте көстәре һәм Совет ғәскәрҙәренең сикләнгән контингенты, икенсе яҡтан НАТО-ның алдынғы дәүләттәренең сәйәси, финанс, матди, хәрби һәм консерватив ислам донъяһының ярҙамын алған күп һанлы афған мөжәһиттәренең ҡораллы формированиелары («дошмандар») араһында барған хәрби низағ.
ru: Афганская война (1979—1989) — военный конфликт на территории Демократической республи- ки Афганистан (Республика Афганистан с 1987 года) между правительственными силами Афганиста- на и Ограниченным контингентом советских войск с одной стороны и многочисленными вооружённы- ми формированиями афганских моджахедов («душманов»), пользующихся политической, финанcовой, материальной и военной поддержкой ведущих государств НАТО и консервативного исламского мира с другой стороны.

source: «Афған һуғышы» — Советтар Союзының Афғанстандағы ҡораллы низағта ҡатнашҡан осорон совет һәм постсовет осорондағы әҙәбиәттә һәм киң мәғлүмәт сараларында билдәләү өсөн ҡулланылған термин.
ru: Термин «Афганская война» подразумевает традиционное для советской и постсоветской литературы и СМИ обозначение для периода военного участия Советского Союза в вооружённом конфликте в Афгани- стане.

source: Афғанстанда низағ 1979 йылға тиклем башланып бөгөнгәсә дауам итә (2016 йыл).
ru: Сам конфликт в Афганистане начался до 1979 года и продолжается по сей день (2016).

source: СССР Афғанстанға хәрби контингентты 1979 йылдың 25 декабрендә индерә.
ru: СССР ввёл военный контингент в Афганистан 25 декаб- ря 1979 года.

source: Тиҙҙән БМО-ның Именлек советы үҙенең ултырышында АҠШ әҙерләгән һәм Советтар Союзына ҡаршы булған резолюцияны ҡабул итә. СССР вето һала, уны Советтың биш ағза-дәүләте хуплай.
ru: Созванный вскоре Совет Безопасности ООН на своём заседании не принял антисоветскую резолюцию, подготовленную США, СССР наложил вето; его поддержали пять государств-членов Совета.

source: СССР үҙенең ғәмәлдәрен Афғанстан хөкүмәтенең үтенесе һәм 1978 йылдың 5 декабрендәге Дуҫлыҡ, күршеләрсә мөнәсәбәт һәм хеҙмәттәшлек тураһындағы килешеүгә ярашлы индерелде, тип дәлилләй.
ru: СССР мотивировал свои действия тем, что советский воинский контингент был введён по просьбе правительства Афганистана и согласно Договору о дружбе, добрососедстве и сотрудничестве от 5 декабря 1978 года.

source: 1980 йылдың 14 ғинуарында БМО-ның Генераль ассамблеяһы үҙенең Ғәҙәттән тыш сессияһында «тәрән үкенес» һәм ҡасаҡтарҙың хәле буйынса борсолоу белдергән резолюция ҡабул итеп, «барлыҡ сит ил ғәскәрҙәрен» илдән сығарырға саҡыра, әммә резолюция мәжбүри көскә эйә булмай.
ru: 14 января 1980 года Генеральная Ассамблея ООН на своей Чрезвычайной сессии приняла резолюцию, в которой выражала «глубокое сожаление», также выражала обеспокоенность положением с беженцами и призывала вывести «все иностранные войска», однако резолюция не имела обязательной силы.

source: Уның өсөн 108 — ыңғай, 14 кире тауыш бирелә.
ru: Принята 108 голосами против.

source: Тарих башы 1.1
ru: Предыстория 1.1.

source: «Ҙур уйын» Афғанстандың Евразияның ҡап уртаһындағы геосәйәси урыны уны быуаттар дауамында донъяның барлыҡ алдынғы державаларының милли мәнфәғәттәре киҫешкән бөтөн Үҙәк Азия төбәгендәге хәрби-сәйәси хәл-тороштоң тотороҡлолоғон тәьмин итеүсе мөһим төбәктәр рәтенә ҡуя.
ru: «Большая игра» Геополитическое расположение Афганистана в самом центре Евразии, стыке «Южной» и «Центральной» — Азий, ставит его в разряд ключевых регионов в обеспечении стабильности военно-политической обстановки во всём центрально-азиатском регионе, где на протяжении столетий пересекаются национальные интересы всех ведущих держав мира.

source: XIX быуаттан башлап Рәсәй һәм Британия империялары араһында Афғанстанды контролдә тотоу өсөн «Ҙур уйын» (ингл. The Great Game) атамаһы алған көрәш бара.
ru: Начиная с XIX века между Российской и Британской империями ведётся борьба за контроль над Афгани- станом, получившая название «Большая игра» (англ. The Great Game).

source: Афғанстандың бойондороҡһоҙлоғо 1919 йылда Аманулла-хан Афғанстандың Бөйөк Британиянан бойондороҡһоҙлоғон иғлан итә.
ru: Независимость Афганистана В 1919 году Аманулла-хан провозгласил независимость Афганистана от Великобритании.

source: Шулай итеп Өсөнсө инглиз-афған һуғышы башлана.
ru: Началась третья англо-афганская война.

source: Бойондороҡһоҙлоҡто таныусы беренсе ил Совет Рәсәйе була, ул Афғанстанға иҡтисади һәм хәрби ярҙам күрһәтә.
ru: Первым государством, признавшим независимость, стала Советская Россия, оказывавшая Афганистану значительную экономическую и военную помощь.

source: 1929 йылда СССР Афғанстандың тәхетенән ҡолатылған короле Аманулла-ханға ярҙам йөҙөнән хәрби акция ойоштора.
ru: В 1929 году СССР предпринял военную акцию в поддержку свергнутого короля Афганистана Амануллы- хана.

source: 1930 йылда баҫмасылар базаһына ҡаршы операция башлай.
ru: В 1930 году была предпринята операция против баз басмачей на территории Афганистана.

source: XX быуат башында Афғанстан бөтөнләй сәнәғәтһеҙ, халҡының яртыһынан күберәген наҙандар һәм ярлылар тәшкил иткән артта ҡалған аграр ил була.
ru: В начале XX века Афганистан был отсталой аграрной страной с полным отсутствием промышленности, крайне нищим населением, свыше половины которого было неграмотно.

source: 1.4 Дауд республикаһы Мөхәммәд Даут 1973 йылда Афғанстан короле Заһир-шаһтың Италияға визиты ваҡытында илдә дәүләт түңкәрелеше яһала.
ru: 1.3. Республика Дауда В 1973 году, во время визита короля Афганистана Захир-Шаха в Италию, в стране произошёл государственный переворот.

source: Власты Заһир-шаһтың туғаны Мөхәммәд Дауд үҙ ҡулына ала һәм Афғанстанда беренсе республика иғлан итә.
ru: Власть была захвачена родственником Захир-Шаха Мухаммедом Даудом, провозгласившим первую республику в Афганистане.

source: Дауд авторитар диктатура урынлаштырып, реформалар үткәрергә тырыша, әммә уларҙың күпселеге уңышһыҙлыҡҡа осрай.
ru: Дауд установил авторитарную диктатуру и попытал- ся провести реформы, но большинство из них завер- шились провалом.

source: Шул уҡ ваҡытта илдә ҡатын-ҡыҙҙарҙың — 96,3, ир-аттарҙың яынса 90,5 проценты наҙан була.
ru: При этом в стране имела место тотальная неграмотность: среди женщин — 96,3 %, у мужчин — примерно 90,5 %.

source: Ғәмәлдә Афғанстанда ырыу-ҡәбилә общинаһы һәм феодализм эпохаһына хас тәртиптәр өҫтөнлөк итә.
ru: Фактически в Аф- ганистане господствовали порядки, характерные для эпохи родоплеменной общины и феодализма.

source: Афғанстан тарихының беренсе республика осоро көслө сәйәси тотороҡһоҙлоҡ, прокоммунистик һәм исламист төркөмдәр араһындағы көнәркәшлек менән ҡылыҡһырлана.
ru: Первый республиканский период истории Афганистана характеризуется сильной политической нестабильностью, соперничеством между прокоммунистическими и исламистскими группировками.

source: Исламистар бер нисә тапҡыр ихтилалға күтәрелә, әммә улар барыһы ла хөкүмәт ғәскәрҙәре тарафынан баҫтырыла.
ru: Исламисты подняли несколько восстаний, но все они были подавлены правительственными войсками.

source: Даудтың идара итеүе 1978 йылда Саур революцияһы һәм президентты, уның барлыҡ ғаилә ағзаларын язалау менән тамамлана.
ru: Правление Дауда завершилось Саурской революцией в апреле 1978 года, а также казнью президента и всех Мухаммед Дауд членов его семьи.

source: Саур революцияһы 1978 йылдың 27 апрелендә Афғанстанда Апрель (Саур) революцияһы башлана һәм һөҙөмтәлә власҡа Афғанстандың Халыҡ-демократик партияһы (АХДР — НДПА) килеп, илде Афғанстан демократик республикаһы (АДР — ДРА) тип иғлан итә.
ru: Саурская революция 27 апреля 1978 года в Афганистане началась Апрельская (Саурская) революция, в результате че- го к власти пришла Народно-демократическая партия Афганистана (НДПА), провозгласившая страну Демократической Республикой Афганистан (ДРА).

source: Етәкселектең Афғанстандың артта ҡалыуын еңеп сығыу мөмкинлеге бирәсәк яңы реформалар үткәрергә тырышыуы ислам оппозицияһының ҡаршылығына осрай.
ru: Попытки руководства страны провести новые реформы, которые позволили бы преодолеть отставание Афганистана, натолкнулись на сопротивление исламской оппозиции.

source: 1978 йылда илдә Граждандар һуғышы башлана.
ru: В 1978 году в Афганистане началась гражданская война.

source: Совет ғәскәрҙәрен индереү тураһында ҡарар ҡабул итеү 1979 йылдың мартында Герат ҡалаһындағы фетнә ваҡытында афған етәкселеге совет ғәскәрҙәрен индереүҙе һорап, беренсе үтенесен белдерә.
ru: Принятие решения о вводе советских войск В марте 1979 года, во время мятежа в городе Герат, последовала первая просьба афганского руководства о прямом советском военном вмешательстве

source: Һуңынан был үтенестәр һаны 20-гә етә.
ru: Потом таких просьб было около 20.

source: Әммә КПСС Үҙәк комитетының 1978 йылда уҡ ойошторолған Афғанстан буйынса комиссияһы Политбюроға бындай ҡыҫылыштың буласаҡ эҙемтәләре тураһында белдерә һәм үтенес кире ҡағыла.
ru: Но комиссия ЦК КПСС по Афганистану, созданная ещё в 1978 году, доло- жила Политбюро ЦК КПСС об очевидности негативных последствий прямого советского вмешательства, и просьба была отклонена.

source: Әммә Герат фетнәһе совет-афған сигендә совет ғәсәкрҙәрен көсәйтеүгә мәжбүр итә һәм оборона министры Д. Ф. Устиновтың бойороғона ярашлы, Афғанстанға 103-сө гвардия һауа-десант дивизияһының ултырыу ихтималлығына әҙерлек башлана.
ru: Однако гератский мятеж заставил провести усиление советских войск у советско-афганской границы и по приказу министра обороны Д. Ф. Устинова началась подготовка к возможному десантированию в Афганистан 103-й гвардейской воздушно-десантной дивизии.

source: Афғанстанда ҡапыл совет советниктарының һаны арттырыла: ғинуарҙа улар 409 булһа, июнь һуңына 4500-гә етә.
ru: Было резко увеличено число советских советников (в том числе военных) в Афганистане: с 409 человек в январе до 4500 к концу июня 1979 года.

source: ЦРУ-ның элекке директоры Роберт Гейтстың мемуарҙарына ярашлы, 1979 йылдың 3 июлендә Америка президенты Джимми Картер Афғанстанда хөкүмәткә ҡаршы көстәрҙе финанслауға рөхсәт биргән йәшерен указға ҡул ҡуя.
ru: Согласно мемуарам бывшего директора ЦРУ Роберта Гейтса, 3 июля 1979 года американский президент Джимми Картер подписал секретный президентский указ, санкционирующий финансирование антиправительственных сил в Афганистане.

source: Уларҙың программаһы афғандарҙың ҡаршылыҡ күрһәтеүсе көстәрен финанслау, ҡорал менән тәьмин итеү һәм өйрәтеү өсөн Пакистан разведкаһына (ISI) аралашсы сифатында файҙаланыуға нигеҙләнә .
ru: Главным образом, программа основывалась на использовании пакистанской разведки (ISI) в качестве посредника для распределения финансирования, снабжения оружием и обучения афганских сил сопротивления.

source: Афғанстандағы хәл-торош артабан шундай үҫеш ала — Ислам оппозицияһының ҡораллы сығыштары, армиялағы фетнәләр, партия эсендәге көрәш, бигерәк тә НДПА лидеры Нур Мөхәммәд Тараки ҡулға алынып һуңынан уны властан ситләткән Хафизулла Әмин бойороғо буйынса үлтерелгән 1979 йылдың сентябрендәге ваҡиғалар — совет еткәселеген хафаланырға мәжбүр итә.
ru: Дальнейшее развитие ситуации в Афганистане — вооружённые выступления исламской оппозиции, мятежи в армии, внутрипартийная борьба, и особенно события сентября 1979 года, когда лидер НДПА Нур Мохаммад Тараки был арестован и затем убит по приказу отстранившего его от власти Хафизуллы Амина — вызвали серьёзное беспокойство у советского руководства.

source: Ул Әминдең амбицияларын, шәхси маҡсаттарына өлгәшеү өсөн көрәшкәндә ҡанһыҙлығын белә һәм уның Афғанстанға етәкселек итеүен хәүефләнеп күҙәтә.
ru: Оно настороженно следило за деятельностью Амина во главе Афганистана, зная его амбиции и жестокость в борьбе за достижение личных целей.

source: Золом НДПА-ның төп терәге булған армияға ла ҡағыла һәм был уның былай ҙа саҡ торған түбән хәрби рухын төшөрә, дезертирлыҡҡа һәм фетнәләргә килтерә.
ru: Репрессии коснулись и армии, главной опоры НДПА, что привело к падению её и без того низкого морального боевого духа, вызвало массовое дезертирство и мятежи.

source: Совет етәкселеге Афғанстандағы хәлдәрҙең артабан киҫкенләшеүе НДПА режимының ҡолауына килтерер һәм власҡа СССР-ға ҡаршы көстәрҙең ултырыуын тәьмин итер, тип хәүефләнә.
ru: Советское руководство боялось, что дальнейшее обострение ситуации в Афганистане приведёт к падению режима НДПА и приходу к власти враждебных СССР сил.

source: Был ғына ла түгел, КГБ линияһы буйынса Әминдең 1960 йылдарҙа ЦРУ менән бәйлнеше булыуы һәм уның эмиссарҙарының Тараки үлтерелгәндән һуң Американың рәсми вәкилдәре менән йәшерен бәйләнештәре булыуы тураһында мәғлүмәт килә.
ru: Более того, по линии КГБ поступала информация о связях Амина в 1960-е годы с ЦРУ и о тайных контактах его эмиссаров с американскими официальными представителями после убийства Тараки.

source: Һөҙөмтәлә Әминде ҡолатыу һәм уның урынына СССР-ға лояль ҡарашта булған лидерҙы ултыртыу тураһында ҡарар ҡабул ителә.
ru: В итоге было решено готовить свержение Амина и замену его более лояльным к СССР лидером.

source: Шундай лидер сифатында кандидатураһын КГБ рәйесе Ю. В. Андропов хуплаған Бабрак Кармаль ҡарала.
ru: В качестве такового рассматривался Бабрак Кармаль, чью кандидатуру поддерживал председатель КГБ Ю. В. Андропов.

source: Әминде ҡолатыу буйынса операцияны әҙерләгәндә Әминдең үҙенең советтарҙан хәрби ярҙам һорауын файҙаланырға булалар.
ru: При разработке операции по свержению Амина было решено использовать просьбы самого Амина о советской военной помощи.

source: 1979 йылдың сентябренән декабргә тиклем шундай 7 мөрәжәғәт була.
ru: Всего с сентября по декабрь 1979 года было 7 таких обращений.

source: 1979 йылдың декабре башында Баграмға «мосолман батальоны» — ГРК-ның махсус тәғәйенләнештәге отряды — 1979 йылдың йәйендә Таракиҙы һаҡлау һәм Афғанстанда махсус бурыстарҙы үтәү өсөн Урта Азиянан булған хәрби хеҙмәткәрҙәрҙән тупланған совет хәрбиҙәре ебәрелә.
ru: В начале декабря 1979 года в Баграм был направлен так называемый «Мусульманский батальон» — отряд особого назначения ГРУ — специально созданный летом 1979 года из советских военнослужащих среднеазиатского происхождения для охраны Тараки и выполнения особых задач в Афганистане.

source: 1979 йылдың декабренең беренсе көндәрендә СССР оборона министры Д. Ф. Устинов юғары хәрби етәкселектәге вазифалы тар диарә кешеләренә тиҙҙән Афғанстанға совет ғәскёрҙәрен индереү тураһында ҡарар ҡабул ителеү ихтималлығы хаҡында белдерә .
ru: В первых числах декабря 1979 года министр обороны СССР Д. Ф. Устинов сообщил узкому кругу должностных лиц из числа высшего военного руководства, что в ближайшее время будет, очевидно, принято решение о применении советских войск в Афганистане.
